tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "xwmx/taps"
brew "bash"
brew "bat"
brew "python@3.9"
brew "glib"
brew "curl"
brew "elasticsearch@6"
brew "entr"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "httpd"
brew "httpie"
brew "hub"
brew "icarus-verilog"
brew "imagesnap"
brew "jq"
brew "libproxy"
brew "lnav"
brew "lynx"
brew "mas"
brew "mkcert"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nss"
brew "openconnect"
brew "pandoc"
brew "qt"
brew "poppler"
brew "pdfgrep"
brew "pinentry-mac"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "spotifyd"
brew "starship"
brew "stow"
brew "tealdeer"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tmux"
brew "volta"
brew "wifi-password"
brew "xsv"
brew "yosys"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "xwmx/taps/nb"
cask "anki"
cask "bbedit"
cask "burp-suite"
cask "ccleaner"
cask "coconutbattery"
cask "dejalu"
cask "discord"
cask "docker"
cask "fawkes"
cask "firefox"
cask "font-clear-sans"
cask "font-fira-code"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "jumpcut"
cask "kaleidoscope"
cask "karabiner-elements"
cask "mark-text"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miniforge"
cask "mumble"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "racket"
cask "sequel-ace"
cask "shiftit"
cask "spark-ar-studio"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "tor-browser"
cask "tripmode"
cask "tunnelbear"
cask "vimr"
cask "visual-studio-code"
cask "zettlr"
mas "1Password", id: 443987910
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Darkroom", id: 953286746
mas "Fantastical", id: 975937182
mas "ICE Buddy", id: 1595947689
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Structured", id: 1499198946
mas "StuffIt Expander", id: 919269455
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835