tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "python@3.9"
brew "entr"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "htop"
brew "hub"
brew "imagesnap"
brew "jq"
brew "mas"
brew "mosh"
brew "neovim"
brew "openblas"
brew "openconnect"
brew "pdfgrep"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tealdeer"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "volta"
brew "wifi-password"
brew "youtube-dl"
brew "zoxide"
cask "bbedit"
cask "ccleaner"
cask "discord"
cask "docker"
cask "fawkes"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "jumpcut"
cask "karabiner-elements"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miniforge"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "shiftit"
cask "spotify"
cask "sublime-text"
cask "tor-browser"
cask "vimr"
cask "visual-studio-code"
mas "1Password", id: 443987910
mas "Fantastical", id: 975937182
mas "Numbers", id: 409203825
mas "StuffIt Expander", id: 919269455
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "WireGuard", id: 1451685025
