tap "drud/ddev"
tap "homebrew/bundle"
tap "majd/repo"
brew "openjdk"
brew "apktool"
brew "cairo"
brew "docker-compose"
brew "xz"
brew "gcc"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "imagesnap"
brew "libwebsockets"
brew "mas"
brew "minimal-racket"
brew "mkcert"
brew "mosquitto"
brew "nss"
brew "openblas"
brew "openconnect"
brew "openvpn"
brew "pandoc"
brew "pinentry-mac"
brew "sdl2"
brew "spin"
brew "swift-format"
brew "swiftlint"
brew "terraform"
brew "drud/ddev/ddev"
cask "adobe-creative-cloud-cleaner-tool"
cask "anki"
cask "beeper"
cask "dash"
cask "dataspell"
cask "deepl"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "intellij-idea"
cask "ipatool"
cask "iterm2"
cask "jumpcut"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "livebook"
cask "mactracker"
cask "mark-text"
cask "miaoyan"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniforge"
cask "monitorcontrol"
cask "mqtt-explorer"
cask "mumble"
cask "obsidian"
cask "omnidisksweeper"
cask "pgadmin4"
cask "phpstorm"
cask "pitch"
cask "postman"
cask "qgis"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rider"
cask "sequel-ace"
cask "sf-symbols"
cask "shiftit"
cask "signal"
cask "skim"
cask "sonic-pi"
cask "spark-ar-studio"
cask "spotify"
cask "sublime-text"
cask "tor-browser"
cask "utm"
cask "vimr"
cask "visual-studio-code"
cask "vscodium"
cask "wireshark"
cask "zotero"
mas "1Password", id: 443987910
mas "Aiko", id: 1672085276
mas "Apple Configurator", id: 1037126344
mas "AusweisApp2", id: 948660805
mas "Bear", id: 1091189122
mas "CommentHere", id: 1406737173
mas "Fantastical", id: 975937182
mas "Goodnotes", id: 1444383602
mas "ICE Buddy", id: 1595947689
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Mela", id: 1568924476
mas "Microsoft PowerPoint", id: 462062816
mas "Money Flow", id: 900890647
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "SQLiteFlow", id: 1378587993
mas "Strongbox", id: 897283731
mas "Structured", id: 1499198946
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Texifier", id: 458866234
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Urban VPN Desktop", id: 1517772049
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "mikestead.dotenv"
vscode "teabyii.ayu"
vscode "Vue.volar"
